Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrColumnMissing_ColName_ExpectedType_ShortMessage
source: Missing column. Your formula is missing a column '{0}' with a type of '{1}'.
bg_bg: Липсваща колона. Във вашата формула липсва колона „{0}“ с тип „{1}“.
ca_es: Falta la columna "{0}" a la fórmula amb un tipus de "{1}".
cs_cz: Chybí sloupec. Ve vzorci chybí sloupec {0} s typem {1}.
da_dk: Manglende kolonne. Formlen mangler en kolonne '{0}' med typen '{1}'.
de_de: Fehlende Spalte. In Ihrer Formel fehlt eine Spalte "{0}" vom Typ "{1}".
el_gr: Η στήλη λείπει. Ο τύπος δεν διαθέτει μια στήλη "{0}" με τύπο "{1}".
es_es: Falta la columna "{0}" en la fórmula con un tipo de "{1}".
et_ee: Veerg on puudu. Valemis puudub veerg '{0}' tüübiga '{1}'.
eu_es: Zutabea falta da. Formulari "{1}" motako "{0}" zutabea falta zaio.
fi_fi: Sarake puuttuu. Kaavastasi puuttuu sarake {0}, jonka tyyppi on {1}.
fr_fr: Colonne manquante. Votre formule n'a pas de colonne « {0} » avec un type de « {1} ».
gl_es: Falta a columna. Falta unha columna "{0}" cun tipo de "{1}" na fórmula.
hi_in: स्तंभ गुम है. आपके सूत्र में '{1}' प्रकार वाला एक स्तंभ '{0}' गुम है.
hr_hr: Nedostaje stupac. U formuli nedostaje stupac "{0}" vrste "{1}".
hu_hu: Hiányzó oszlop. A képletből hiányzik a(z) {1} típusú {0} oszlop.
it_it: Colonna mancante. Nella formula manca una colonna '{0}' con un tipo di '{1}'.
ja_jp: 列がありません。式には、型 '{1}' の列 '{0}' が含まれていません。
kk_kz: Баған жоқ. Формулада "{1}" түріндегі "{0}" бағаны жоқ.
ko_kr: 열이 없습니다. 수식에 '{1}' 형식의 '{0}' 열이 없습니다.
lt_lt: Trūksta stulpelio. Jūsų formulėje nėra stulpelio {0}, kurio tipas {1}.
lv_lv: Trūkst kolonnas. Formulā trūkst kolonnas {0} ar tipu {1}.
ms_my: Tiada lajur. Formula anda tiada lajur '{0}' dengan jenis '{1}'.
nb_no: Manglende kolonne. Formelen mangler en kolonne {0} med typen {1}.
nl_nl: Ontbrekende kolom. In uw formule ontbreekt de kolom {0} met het type {1}.
pl_pl: Brak kolumny. W formule brakuje kolumny „{0}” typu „{1}”.
pt_br: Coluna ausente. A sua fórmula tem uma coluna '{0}' ausente com um tipo de '{1}'.
pt_pt: Coluna em falta. A sua fórmula não tem uma coluna "{0}" com um tipo de "{1}".
ro_ro: Coloană lipsă. Din formula dvs. lipsește o coloană „{0}” de tip „{1}”.
ru_ru: Столбец отсутствует. В формуле отсутствует столбец "{0}" типа "{1}".
sk_sk: Chýba stĺpec. Vo vzorci chýba stĺpec {0} s typom {1}.
sl_si: Manjka stolpec. V formuli manjka stolpec »{0}« z vrsto »{1}«.
sr_cyrl_rs: Недостаје колона. У формули недостаје колона „{0}“ типа „{1}“.
sr_latn_rs: Nedostaje kolona. U formuli nedostaje kolona „{0}“ tipa „{1}“.
sv_se: Kolumnen saknas. Din formel saknar en kolumn {0} med typen {1}.
th_th: คอลัมน์ขาดหายไป สูตรของคุณไม่มีคอลัมน์ '{0}' ที่มีชนิดเป็น '{1}'
tr_tr: Sütun eksik. Formülünüzde '{1}' türünde bir '{0}' sütunu eksik.
uk_ua: Бракує стовпця. У формулі бракує стовпця "{0}" типу "{1}".
vi_vn: Thiếu cột. Công thức của bạn đang thiếu cột '{0}' thuộc loại '{1}'.
zh_cn: 缺少列。公式缺少类型为“{1}”的列“{0}”。
zh_tw: 缺少資料行。您的公式缺少具有類型 '{1}' 的資料行 '{0}'。

# ErrorResource_ErrColumnMissing_ColName_ExpectedType_HowToFix_1
source: Add a column to your formula.
bg_bg: Добавете колона към своята формула.
ca_es: Afegiu una columna a la fórmula.
cs_cz: Přidejte do vzorce sloupec.
da_dk: Tilføj en kolonne til din formel.
de_de: Fügen Sie Ihrer Formel eine Spalte hinzu.
el_gr: Προσθέστε μια στήλη στον τύπο σας.
es_es: Agregue una columna a la fórmula.
et_ee: Lisage valemile veerg.
eu_es: Gehitu zutabe bat formulan.
fi_fi: Lisää sarake kaavaasi.
fr_fr: Ajoutez une colonne à votre formule.
gl_es: Engade unha columna á fórmula.
hi_in: अपने सूत्र में एक स्तंभ जोड़ें.
hr_hr: Dodajte stupac u formulu.
hu_hu: Adjon hozzá egy oszlopot a képlethez.
it_it: Aggiungere una colonna alla formula.
ja_jp: 数式に列を追加します。
kk_kz: Формулаңызға баған қосыңыз.
ko_kr: 수식에 열을 추가합니다.
lt_lt: Įtraukite stulpelį į formulę.
lv_lv: Pievienojiet formulai kolonnu.
ms_my: Tambah lajur formula anda.
nb_no: Legg til en kolonne i formelen.
nl_nl: Een kolom toevoegen aan de formule.
pl_pl: Dodaj kolumnę do formuły.
pt_br: Adicione uma coluna à sua fórmula.
pt_pt: Adicione uma coluna à sua fórmula.
ro_ro: Adăugați o coloană la formula dvs.
ru_ru: Добавьте столбец в формулу.
sk_sk: Pridajte stĺpec do vzorca.
sl_si: Dodajte stolpec v svojo formulo.
sr_cyrl_rs: Додајте колону у формулу.
sr_latn_rs: Dodajte kolonu u formulu.
sv_se: Lägg till en kolumn till din formel.
th_th: เพิ่มคอลัมน์ลงในสูตรของคุณ
tr_tr: Formülünüze bir sütun ekleyin.
uk_ua: Додайте до формули стовпець.
vi_vn: Thêm một cột vào công thức của bạn.
zh_cn: 将列添加到公式。
zh_tw: 將資料行新增至您的公式。

# ErrorResource_ErrColumnMissing_ColName_ExpectedType_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справка за формули за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletreferencia
it_it: Articolo: Informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала. Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Odwołanie do formuły dla usługi Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmula para o Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья: ссылка на формулу для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: sklic na formulo za Power Apps
sr_cyrl_rs: Чланак: Референце формула за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_ErrTableDoesNotAcceptThisType_ShortMessage
source: Incompatible type. The item you are trying to put into a table has a type that is not compatible with the table.
bg_bg: Несъвместим тип. Елементът, който се опитвате да поставите в таблица, има тип, който не е съвместим с таблицата.
ca_es: El tipus no és compatible. L'element que intenteu col·locar en una taula té un tipus que no és compatible amb la taula.
cs_cz: Nekompatibilní typ. Položka, kterou se pokoušíte umístit do tabulky, má typ, který není kompatibilní s tabulkou.
da_dk: Inkompatibel type. Det element, du forsøger at sætte i en tabel, har en type, der ikke er kompatibel med tabellen.
de_de: Nicht kompatibler Typ. Der Typ des Elements, das Sie in einer Tabelle platzieren möchten, ist nicht mit der Tabelle kompatibel.
el_gr: Μη συμβατός τύπος. Το στοιχείο που προσπαθείτε να τοποθετήσετε σε έναν πίνακα έχει έναν τύπο που δεν είναι συμβατός με τον πίνακα.
es_es: El tipo no es compatible. El elemento que intenta colocar en una tabla tiene un tipo que no es compatible con la tabla.
et_ee: Ühildumatu tüüp. Proovite panna tabelisse üksust, mille tüüp ei ühildu tabeliga.
eu_es: Mota bateraezina. Taulan jarri nahi duzun elementua taularekin bateraezina den mota batekoa da.
fi_fi: Yhteensopimaton tyyppi. Kohteella, jonka yrität sijoittaa taulukkoon, on tyyppi, joka ei ole yhteensopiva taulukon kanssa.
fr_fr: Type incompatible. L'élément que vous voulez placer dans une table a un type qui n'est pas compatible avec la table.
gl_es: Tipo incompatible. O elemento que tenta pór nunha táboa ten un tipo que non é compatible coa táboa.
hi_in: असंगत प्रकार. आप जिस आइटम को तालिका में रखने का प्रयास कर रहे हैं, उसका एक प्रकार है, जो कि तालिका के साथ संगत नहीं है.
hr_hr: Vrsta nije kompatibilna. Vrsta stavke koju pokušavate unijeti u tablicu nije kompatibilna s tablicom.
hu_hu: Inkompatibilis típus. A táblához hozzáadni kívánt elem típusa nem kompatibilis a táblával.
it_it: Tipo non compatibile. L'elemento che si sta tentando di includere in una tabella presenta un tipo che non è compatibile con la tabella.
ja_jp: 互換性のない型です。テーブルに追加しようとしている項目には、テーブルと互換性がない型が含まれています。
kk_kz: Үйлесімсіз түр. Кестеге қосуға әрекет жасап жатқан элемент кестемен үйлесімді емес түрге ие.
ko_kr: 호환되지 않는 형식입니다. 테이블에 배치하려는 항목이 테이블과 호환되지 않는 형식입니다.
lt_lt: Nesuderinamas tipas. Elementas, kurį bandote įdėti į lentelę, yra nesuderinamo su lentele tipo.
lv_lv: Nesaderīgs tips. Vienumam, kuru mēģināt ievadīt tabulā, ir ar tabulu nesaderīgs tips.
ms_my: Jenis tidak serasi. Item yang cuba anda masukkan ke dalam jadual adalah daripada jenis yang tidak serasi dengan jadual.
nb_no: Inkompatibel type. Elementet du prøver å sette inn i en tabell, har en type som ikke er kompatibel med tabellen.
nl_nl: Niet-compatibel type. Het item dat u wilt opnemen in een tabel, is van een type dat is niet compatibel is met de tabel.
pl_pl: Niezgodny typ. Element, który próbujesz umieścić w tabeli, ma typ, który nie jest zgodny z tabelą.
pt_br: Tipo incompatível. O item que você está tentando colocar em uma tabela tem um tipo que não é compatível com a tabela.
pt_pt: Tipo incompatível. O item que está a tentar colocar numa tabela tem um tipo que não é compatível com a tabela.
ro_ro: Tip incompatibil. Elementul pe care încercați să-l plasați într-un tabel are un tip care nu este compatibil cu tabelul.
ru_ru: Несовместимый тип. Элемент, который вы пытаетесь добавить в таблицу, имеет тип, несовместимый с таблицей.
sk_sk: Nekompatibilný typ. Položka, ktorú sa pokúšate vložiť do tabuľky, má typ, ktorý nie je kompatibilný s tabuľkou.
sl_si: Nezdružljiva vrsta. Element, ki ga poskušate vstaviti v tabelo, vsebuje vrsto, ki ni združljiva s tabelo.
sr_cyrl_rs: Некомпатибилан тип. Ставка коју покушавате да сместите у табелу припада типу који није компатибилан са табелом.
sr_latn_rs: Nekompatibilan tip. Stavka koju pokušavate da smestite u tabelu pripada tipu koji nije kompatibilan sa tabelom.
sv_se: Inkompatibel typ. Objektet du försöker lägga till i en tabell har en typ som inte är kompatibel med tabellen.
th_th: ชนิดไม่สามารถเข้ากันได้ รายการที่คุณกำลังจะวางลงในตารางมีชนิดที่ไม่เข้ากันกับตาราง
tr_tr: Uyumsuz tür. Bir tabloya koymaya çalıştığınız öğe, tabloyla uyumlu olmayan bir türe sahip.
uk_ua: Несумісний тип. Елемент, який ви намагаєтеся вставити в таблицю, має несумісний із нею тип.
vi_vn: Loại không tương thích. Mục bạn đang tìm cách đưa vào bảng thuộc loại không tương thích với bảng.
zh_cn: 类型不兼容。你正在尝试放入表格的项的类型与表不兼容。
zh_tw: 不相容的類型。您所嘗試置入資料表的物件包含與資料表不相容的類型。

# ErrorResource_ErrTableDoesNotAcceptThisType_HowToFix_1
source: Ensure that the type of the item you want to push into the table is compatible with the table. You may need to convert the type of the item, for instance, to a record.
bg_bg: Уверете се, че типът на елемента, който желаете да вмъкнете в таблицата, е съвместим с таблицата. Например може да се наложи да преобразувате типа на елемента в запис.
ca_es: Assegureu-vos que el tipus de l'element que voleu inserir a la taula sigui compatible amb la taula. Per exemple, és possible que hagueu de convertir el tipus de l'element en un registre.
cs_cz: Ujistěte se, že typ položky, kterou chcete vložit do tabulky, je s tabulkou kompatibilní. Možná bude nutné typ položky převést například na záznam.
da_dk: Sørg for, at typen af det element, du vil pushe ind i tabellen, er kompatibel med tabellen. Du skal muligvis konvertere elementets type, for eksempel til en post.
de_de: Stellen Sie sicher, dass der Typ des Elements, das Sie per Push in die Tabelle übertragen möchten, mit der Tabelle kompatibel ist. Möglicherweise müssen Sie den Typ des Elements beispielsweise in einen Datensatz konvertieren.
el_gr: Βεβαιωθείτε ότι ο τύπος του στοιχείου που θέλετε να προωθήσετε στον πίνακα είναι συμβατός με τον πίνακα. Ίσως χρειαστεί να μετατρέψετε τον τύπο του στοιχείου, για παράδειγμα, σε εγγραφή.
es_es: Asegúrese de que el tipo del elemento que quiere insertar en la tabla es compatible con la tabla. Por ejemplo, es posible que tenga que convertir el tipo del elemento a un registro.
et_ee: Veenduge, et üksuse tüüp, mida soovite tabelisse tõugata, ühilduks tabeliga. Võib-olla peate üksuse tüübi teisendama, nt kirjeks.
eu_es: Ziurtatu taulan gehitu nahi duzun elementu mota bateragarria dela taularekin. Baliteke elementu mota bihurtu behar izatea, adibidez, erregistro bat izan dadin.
fi_fi: Varmista, että sen kohteen tyyppi, jonka haluat lähettää taulukkoon, on yhteensopiva taulukon kanssa. Saatat joutua muuntamaan kohteen tyypin esimerkiksi tietueeksi.
fr_fr: Vérifiez que le type de l’élément que vous souhaitez transmettre dans la table est compatible avec cette dernière. Vous devrez peut-être convertir le type de l’élément, par exemple, en enregistrement.
gl_es: Asegúrese de que o tipo de elemento que quere introducir na táboa é compatible con ela. É posible que teña que converter o tipo de elemento, por exemplo, a un rexistro.
hi_in: सुनिश्चित करें कि आप आइटम का जो प्रकार तालिका में पुश करना चाहते हैं, वह तालिका के लिए संगत है. उदाहरण के लिए, आपको किसी रिकॉर्ड के लिए आइटम के प्रकार को रूपांतरित करने की आवश्यकता हो सकती है.
hr_hr: Provjerite je li vrsta stavke koju želite proslijediti u tablicu kompatibilna s njom. Možda ćete vrstu stavke morati pretvoriti, npr. u zapis.
hu_hu: Győződjön meg arról, hogy a táblába leküldeni kívánt elem típusa kompatibilis a táblával. Lehetséges, hogy konvertálnia kell az elem típusát, például rekordra.
it_it: Assicurarsi che il tipo di elemento di cui si vuole eseguire il push nella tabella sia compatibile con la tabella. Potrebbe ad esempio essere necessario convertire il tipo di elemento in un record.
ja_jp: テーブルにプッシュする項目の型が、テーブルと互換性があることを確認します。項目の型を、レコードなどに変換する必要がある可能性があります。
kk_kz: Кестеге жібергіңіз келген элемент түрінің кестемен үйлесімді екенін тексеріңіз. Элемент түрін түрлендіру қажет болуы мүмкін, мысалы, жазбаға.
ko_kr: 테이블에 넣을 항목의 형식이 테이블과 호환되는지 확인합니다. 예를 들어 항목의 형식을 레코드로 변환해야 할 수 있습니다.
lt_lt: Įsitikinkite, kad elemento, kurį norite priverstinai teikti į lentelę, tipas yra suderinamas su lentele. Gali prireikti konvertuoti elemento tipą, pavyzdžiui, į įrašą.
lv_lv: Nodrošiniet, ka uz tabulu aizgādājamā vienuma veids ir saderīgs ar tabulu. Ieteicams pārvērst vienuma veidu, piemēram, uz ierakstu.
ms_my: Pastikan jenis item yang anda ingin tolak ke dalam jadual adalah serasi dengan jadual. Anda mungkin perlu menukar jenis item, misalnya, kepada rekod.
nb_no: Kontroller at du ønsker å legge inn et element av en type som er kompatibel med tabellen. Det kan være du må konvertere typen til for eksempel en post.
nl_nl: Zorg dat het type van het item dat u in de tabel wilt opnemen, compatibel is met de tabel. Mogelijk moet u het type van het item converteren naar bijvoorbeeld een record.
pl_pl: Upewnij się, że typ elementu, który chcesz wypchnąć do tabeli, jest zgodny z tabelą. Może być konieczne przekonwertowanie typu elementu, na przykład na rekord.
pt_br: Verifique se o tipo do item que você deseja enviar por push para a tabela é compatível com a tabela. Talvez seja necessário converter o tipo do item, por exemplo, em um registro.
pt_pt: Certifique-se de que o tipo do item que quer emitir para a tabela é compatível com a tabela. Poderá ter de converter o tipo do item para, por exemplo, um registo.
ro_ro: Asigurați-vă că tipul de element pe care doriți să-l transmiteți în tabel este compatibil cu tabelul. Poate fi nevoie să convertiți tipul de element, de exemplu, într-o înregistrare.
ru_ru: Сделайте тип передаваемого в таблицу элемента совместимым с этой таблицей. Возможно, потребуется преобразовать его тип, например, в запись.
sk_sk: Uistite sa, že typ položky, ktorú chcete zadať do tabuľky, je kompatibilný s tabuľkou. Možno budete musieť skonvertovať typ položky, napríklad na záznam.
sl_si: Prepričajte se, da je vrsta elementa, ki jo želite dodati v tabelo, združljiva s tabelo. Vrsto elementa boste morda morali pretvoriti na primer v zapis.
sr_cyrl_rs: Уверите се да је тип ставке коју желите да проследите у табелу компатибилан са табелом. Можда ћете, на пример, морати да конвертујете тип ставке у запис.
sr_latn_rs: Uverite se da je tip stavke koju želite da prosledite u tabelu kompatibilan sa tabelom. Možda ćete, na primer, morati da konvertujete tip stavke u zapis.
sv_se: Kontrollera att den objekttyp som du vill pusha till tabellen är kompatibel med tabellen. Du kan behöva konvertera objekttypen, t.ex. till en post.
th_th: ตรวจสอบให้แน่ใจว่าชนิดรายการที่คุณต้องการใส่ลงในตารางนั้นเข้ากันได้กับตาราง คุณอาจต้องแปลงชนิดรายการ เช่น แปลงเป็นระเบียน
tr_tr: Tabloya göndermek istediğiniz öğe türünün tabloyla uyumlu olduğundan emin olun. Örneğin öğe türünü kayda dönüştürmeniz gerekebilir.
uk_ua: Переконайтеся, що елемент, який потрібно примусово надіслати в таблицю, має сумісний із нею тип. Можливо, доцільно змінити його тип, як-от на запис.
vi_vn: Hãy đảm bảo loại mục bạn muốn đưa vào bảng tương thích với bảng đó. Có thể bạn cần chuyển đổi loại mục, như chuyển thành bản ghi chẳng hạn.
zh_cn: 确保要推送到表的项目类型与表兼容。可能需要转换项目类型，例如转换为记录。
zh_tw: 請確認您要推送至資料表的項目類型與資料表相容。您可能需要轉換項目的類型，例如記錄。

# ErrorResource_ErrTableDoesNotAcceptThisType_Link_1
source: Module: Use basic formulas
bg_bg: Модул: Използване на основни формули
ca_es: Mòdul: Ús de fórmules bàsiques
cs_cz: Modul: Používání základních vzorců
da_dk: Modul: Brug grundlæggende formler
de_de: Modul: Verwenden grundlegender Formeln
el_gr: Εκπαιδευτική ενότητα: Χρήση βασικών τύπων
es_es: Módulo: Usar fórmulas básicas
et_ee: Moodul: põhivalemite kasutamine
eu_es: Modulua: Erabili oinarrizko formulak
fi_fi: Moduuli: Peruskaavojen käyttäminen
fr_fr: Module : Utiliser des formules de base
gl_es: Módulo: Uso de fórmulas básicas
hi_in: मॉड्यूल: बुनियादी सूत्रों का उपयोग करें
hr_hr: Modul: Korištenje jednostavnih formula
hu_hu: Modul: Alapszintű képletek használata
it_it: Modulo: Usare formule di base
ja_jp: モジュール: 基本的な数式を使用する
kk_kz: Модуль: негізгі формулаларды пайдалану
ko_kr: 모듈: 기본 수식 사용
lt_lt: Modulis: naudoti pagrindines formules
lv_lv: Modulis par vienkāršu formulu lietošanu
ms_my: Modul: Gunakan formula asas
nb_no: Modul: Bruk grunnleggende formler
nl_nl: Module: Basisformules gebruiken
pl_pl: Moduł: Używanie podstawowych formuł
pt_br: Módulo: Usar fórmulas básicas
pt_pt: Módulo: fórmulas básicas de utilização
ro_ro: Modul: Utilizarea formulelor de bază
ru_ru: Модуль. Использование базовых формул
sk_sk: Modul: Používanie základných vzorcov
sl_si: Modul: Uporaba osnovnih formul
sr_cyrl_rs: Модул: Користите основне формуле
sr_latn_rs: Modul: Koristite osnovne formule
sv_se: Modul: Använda grundläggande formler
th_th: มอดูล: ใช้สูตรพื้นฐาน
tr_tr: Modül: Temel formülleri kullanma
uk_ua: Модуль: використання базових формул
vi_vn: Mô-đun: Sử dụng các công thức cơ bản
zh_cn: 模块: 使用基本公式
zh_tw: 課程模組: 使用基本公式

# ErrorResource_ErrTableDoesNotAcceptThisType_Link_2
source: Module: Author basic formulas with tables and records
bg_bg: Модул: Авторски основни формули с таблици и записи
ca_es: Mòdul: Creació de fórmules bàsiques amb taules i registres
cs_cz: Modul: Vytváření základních vzorců pomocí tabulek a záznamů
da_dk: Modul: Forfat grundlæggende formler med tabeller og poster
de_de: Modul: Erstellen grundlegender Formeln mit Tabellen und Datensätzen
el_gr: Εκπαιδευτική ενότητα: Σύνταξη βασικών τύπων με πίνακες και εγγραφές
es_es: Módulo: Crear fórmulas básicas con tablas y registros
et_ee: Moodul: põhivalemite loomine tabelite ja kirjetega
eu_es: Modulua: Sortu oinarrizko formulak taula eta erregistroak erabilita
fi_fi: Moduuli: Peruskaavojen laatiminen käyttäen taulukoita ja tietueita
fr_fr: Module : Créer des formules de base avec des tables et des enregistrements
gl_es: Módulo: Creación de fórmulas básicas con táboas e rexistros
hi_in: मॉड्यूल: तालिकाओं और रिकॉर्ड्स के साथ लेखक के बुनियादी सूत्र
hr_hr: Modul: Stvaranje jednostavnih formula s tablicama i zapisima
hu_hu: Modul: Alapszintű képletek készítése táblák és rekordok használatával
it_it: Modulo: Creare formule di base con tabelle e record
ja_jp: モジュール: テーブルとレコードで基本的な数式を作成する
kk_kz: Модуль: кестелермен және жазбалармен негізгі формулаларды жасау
ko_kr: 모듈: 테이블 및 레코드를 사용하여 기본 수식 작성
lt_lt: Modulis: autoriaus pagrindinės formulės su lentelėmis ir įrašais
lv_lv: Modulis par vienkāršu formulu veidošanu, izmantojot tabulas un ierakstus
ms_my: Modul: Formula asas pengarang dengan jadual dan rekod
nb_no: Modul: Skriv grunnleggende formler med tabeller og poster
nl_nl: Module: Basisformules met tabellen en records schrijven
pl_pl: Moduł: Tworzenie podstawowych formuł przy użyciu tabel i rekordów
pt_br: Módulo: Criar fórmulas básicas com tabelas e registros
pt_pt: Módulo: fórmulas básicas de autor com as tabelas e os registos
ro_ro: Modul: Crearea de formule de bază cu tabele și înregistrări
ru_ru: Модуль. Создание базовых формул с таблицами и записями
sk_sk: Modul: Vytváranie základných vzorcov pomocou tabuliek a záznamov
sl_si: Modul: Ustvarjanje osnovnih formul s tabelami in z zapisi
sr_cyrl_rs: Модул: Правите основне формуле помоћу табела и записа
sr_latn_rs: Modul: Pravite osnovne formule pomoću tabela i zapisa
sv_se: Modul: Skapa grundläggande formler med tabeller och poster
th_th: มอดูล: สูตรพื้นฐานของผู้สร้างที่มีตารางและระเบียน
tr_tr: Modül: Tablo ve kayıtlarla temel formüller yazma
uk_ua: Модуль: створення базових формул із таблицями й записами
vi_vn: Mô-đun: Tạo các công thức cơ bản với bảng và bản ghi
zh_cn: 模块: 使用表和记录创作基本公式
zh_tw: 課程模組: 撰寫具有資料表及記錄的基本公式
